[
  {
    "studentid": 100401242,
    "position": 2,
    "image": "",
    "description": "Hello. I’m Rishit Singh aka Coderish. I’m in position 2 of this club and I love programming. I’m currently enrolled in Associates of Science in CS at Langara and I’m planning to transfer to SFU for bachelors. I’ll probably be self-employed after college and hopefully start a company. I spend most of my time working on open source projects and helping people out with their problems in CS. In my role, I contribute to maintaining the club’s tech projects and building useful tools for the students. I’m always open to collaboration and would love to take suggestions from the members of the community. Besides all that, I like playing Doom and listening to rock music."
  },
  {
    "studentid": 100395057,
    "position": 6,
    "image": "",
    "description": "Hey y’all, I’m in my 4th Semester for the Associate of Science in Computer Science program. Seeing the Langara Computer Science Club inactive was pretty disappointing, so after the opportunity to revive it was available, I took the opportunity asap. I'm not gonna lie. I’m learning the piano and judo, and am trying to get into fighting games. I will try my best to fill my duties as a general rep."
  },
  {
    "studentid": 100390120,
    "position": 6,
    "image": "",
    "description": "Hi, I’m Van! I’m currently in the 3rd semester of the Diploma in Computer Studies program. I really enjoy coding and building programs from scratch. I also love math, so I hope it helps me in both my diploma and my career. I enjoy outdoor activities, reading, painting, and boxing. If you also do, I would love to be your friend! Please feel free to relay all your opinions, good or bad, to help better the club. Looking forward to serving the Langara Computer Science Club as your General Representative!"
  },
  {
    "studentid": 100408400,
    "position": 3,
    "image": "",
    "description": "Hey everyone! My name's Mohit Saxena and I'm thrilled to introduce myself as your Public Relations Director. This is my first year here at Langara, and I couldn't be more excited to contribute to our club's growth and create an inclusive community. I am enthusiastic about football, movies, and design. These hobbies bring me immense joy. Additionally, I have a creative side that I express through sketching and exploring different design concepts. Currently, I am eagerly diving into the world of full-stack development, ready to embark on an exciting learning journey. Let's make this club an awesome space to learn, collaborate and have a BLAST together."
  },
  {
    "studentid": 100390120,
    "position": 1,
    "image": "",
    "description": "Eyo! I’m Jonathan, your new Vice President at the Langara Computer Science Club! This is my 4th semester doing Langara’s AS Computer Science Program. I can’t wait to create more fun events and find new ways for people to get involved with the Langara Computer Science Club! My hobbies include: airsoft, gaming, 3d printing, programming, dance, gym, cooking, music, building computers, and I’m always looking for new random hobbies! I was previously the Hackathon Lead Coordinator, which was a really fun experience and responsibility I am blessed to share with my team and fellow execs here. I’m excited to bring the skills I’ve learned from managing people towards creating that event into more fun action here, while learning new duties and taking on a more direct club role as well! P.S: Send me your event ideas. I want to know them ALL. :)"
  },
  {
    "studentid": 100394333,
    "position": 7,
    "image": "",
    "description": "Hi everybody, I'm Mark. I am a 29-year-old student enrolled in the computer science program at Langara. I am also the current Finance Director of the Langara Computer Science Club where I will assist in raising money for club events through fundraising and other methods. Next semester I will be finishing my program at Langara and making the transfer to SFU for the Software Systems program (fall 2023). So I will also be here to help any students with their questions about SFU transfer and course selection as I have some experience with my own preparations. My future goal with CS is to find work as a full-stack developer and to develop my own software products, and I am hopeful that I can assist other students here at Langara with achieving their personal and educational goals."
  },
  {
    "studentid": 100414626,
    "position": 9,
    "image": "",
    "description": "Hello I’m Aaron, one of the many directors of events. This is my first semester in the computer science program at Langara, and I’m hoping that I am able to set up the best events for people to gather for learning and fun. My main hobby is music, I play several instruments, sing and I lead a band. I hope that my experience in this club can translate to a greater ability to lead a team, as well as being able to create events outside of school."
  },
  {
    "studentid": 100405324,
    "position": 8,
    "image": "",
    "description": "Hi, I’m Neha. I got the position of the Director of Finance in the Fall of 2023. Currently a first-year student and enrolled in the Associate of Computer Science. I’m trying to make the Club more stable in terms of finances, so our Wonderful Team can execute their ideas and events without any second thoughts. Bring on your any inquiries, ideas and discussions regarding Club activities, Astronomy, Physics and of course about finances $$$$$"
  },
  {
    "studentid": 100388795,
    "position": 2,
    "image": "",
    "description": "Hi, I'm Saemi. I am currently in my 7th semester at Langara, majoring in Computer Science. After graduating from Langara, I plan to transfer to SFU. Previously, I majored in Beauty Art and Business, and I used to work as a hairdresser. In my spare time, I enjoy working out and teaching pole fitness."
  },
  {
    "studentid": 100390068,
    "position": 5,
    "image": "",
    "description": "HI, I’m a third semester student of Computer Science. In my free time I like to read fantasy books, watch movies (especially the ones from international movie festivals) and I love hiking. Both the regular mountain hiking and city hiking. My perfect holidays could consist of going to a big, walkable city like Amsterdam or Copenhagen and just walking through it all, discovering new places and getting the vibe of each neighborhood."
  },
  {
    "studentid": 100189060,
    "position": 8,
    "image": "",
    "description": "Sup y'all, I'm Tyler. I am one of the new LCSC executives who were hired this fall semester. I am fresh out of high school and am in my first semester of Computer Science.  I am really excited to be a part of this club! My hobbies are eating yummy food, staring at walls forgetting what I was doing, and playing RTS games (we are a dying breed)."
  },
  {
    "studentid": 100402155,
    "position": 9,
    "image": "",
    "description": "Hey everyone, I’m Ethan. I’m a director of events until summer 2024. I am in my third term currently and have taken a handful of courses that are offered at Langara for the UBC/SFU transfer lists. I play a couple of games such as league and csgo. If you have any questions about transferring to UBC for cpsc or engineering I can help with both as I took engineering before switching to computer science. If you have any event ideas please feel free to reach out to me. I look forward to working with you all :)"
  },
  {
    "studentid": 100371063,
    "position": 1,
    "image": "",
    "description": "Hey everyone, my name is Lucas Paganine, I’m a second year Computer Studies student hoping to become a front-end dev in the future. I come from a non-tech background (library science) and love to watch anime, play DnD, paint miniatures and all other basic nerd stuff."
  },
  {
    "studentid": 100399310,
    "position": 0,
    "image": "",
    "description": "Hi everyone! I’m Anderson and I am the president of the Langara Computer Science Club! This is my second semester at Langara and I’m really excited to have the opportunity to bring this club back! Feel free to say hi if you see me around campus or at an event! :) In my spare time, I listen to unmentionable music, play video games and think too much about DnD 🎉"
  },
  {
    "studentid": 100412307,
    "position": 11,
    "image": "",
    "description": "Hello, I’m Ale, I'm a Marketing Management PDD student at Langara. I'm excited to develop innovative campaigns for our club and boost engagement KPI’s on both Instagram and LinkedIn. I believe strategic and unconventional approaches will help us stand out and elevate our club's presence in the digital space. I enjoy reading mystery thrillers and looove my cat."
  }
]

